<template>
        <div>
            <h2>功能说明：</h2>
            <ul>
                <li>请在移动端模式下查看。</li>
                <li>可以接受不仅仅三张图片。但按钮因为没有做字母映射，所以只提供三个按钮A,B,C，分别对应第1,2,3张图片。</li>
                <li>轮播为无缝轮播</li>
                <li>图片只有一张时自动退化为普通图片展示。（下面的功能键消失）</li>
                <li>可以设置自动轮播间隔时长，默认为2500ms</li>
                <li>可以设置自动轮播滚动方向，默认为从右向左（'rtl'），也可以设置为（'ltr）。</li>
                <li>点击轮播图图片，可以自动切换为从左向右。</li>
            </ul>
        </div>
</template>

<script>
export default {}
</script>

